[
  {
    "id": 1,
    "image": "https://i.ibb.co/VQ6Xt5f/card1.jpg",
    "service_name": "Career Counseling Sessions (One on One)",
    "category": "Online",
    "description": "Engage in personalized one-on-one sessions with an experienced career counselor to explore various career options that align with your interests, skills, and goals. These sessions are tailored to help you identify your strengths, set achievable career milestones, and develop a comprehensive plan for long-term success. Whether you're entering the workforce, switching careers, or looking for professional growth, these sessions provide the guidance you need to make informed decisions.",
    "pricing": "$50 per session",
    "duration": "December 5, 2024, 5:00 PM - 6:00 PM",
    "counselor": "Dr. Amanda Green",
    "rating": 4.8,
    "target_audience": "Job seekers and career changers",
    "availability": "Available"
  },
  {
    "id": 2,
    "image": "https://i.ibb.co/Z21LQHV/card2.jpg",
    "service_name": "Resume Review For Getting Jobs Easily",
    "category": "Online",
    "description": "Receive professional feedback on your resume from industry experts who understand what employers are looking for. Our resume review service focuses on enhancing the structure, content, and visual appeal of your resume to ensure it effectively highlights your skills, experience, and accomplishments. Gain an edge over other candidates and increase your chances of landing interviews with a polished and compelling resume.",
    "pricing": "$30 per review",
    "duration": "December 6, 2024, 10:00 AM - 10:30 AM",
    "counselor": "John Miller",
    "rating": 4.6,
    "target_audience": "Students and job applicants",
    "availability": "Available"
  },
  {
    "id": 3,
    "image": "https://i.ibb.co/Wz9MdD4/6193321.jpg",
    "service_name": "Group Career Counseling Workshop",
    "category": "Offline",
    "description": "Participate in an interactive group workshop led by a career expert designed to help participants gain clarity about their career aspirations. Through collaborative discussions and engaging activities, this workshop provides valuable insights into career planning, decision-making, and skill development. Ideal for individuals seeking peer-to-peer learning and shared experiences, this session empowers you to build confidence and take actionable steps toward your professional goals.",
    "pricing": "$100 per person",
    "duration": "December 10, 2024, 2:00 PM - 4:00 PM",
    "counselor": "Ms. Sarah Lee",
    "rating": 4.9,
    "target_audience": "Young professionals and college students",
    "availability": "Available"
  },
  {
    "id": 4,
    "image": "https://i.ibb.co/PMgGDyY/card3.jpg",
    "service_name": "Mock Interview Coaching (One on One)",
    "category": "Online",
    "description": "Prepare for your next interview with confidence through our one-on-one mock interview coaching. This service simulates real interview scenarios and provides immediate feedback to help you refine your responses, improve your communication skills, and overcome nervousness. Tailored to your desired job role and industry, these sessions are a powerful way to practice and enhance your interview performance, increasing your chances of success.",
    "pricing": "$40 per session",
    "duration": "December 8, 2024, 3:00 PM - 4:00 PM",
    "counselor": "Michael Brown",
    "rating": 4.7,
    "target_audience": "Graduates and job seekers preparing for interviews",
    "availability": "Sold Out"
  },
  {
    "id": 5,
    "image": "https://i.ibb.co/wLMPsX4/card4.jpg",
    "service_name": "Specialized Career Guidance for IT Professionals",
    "category": "Online",
    "description": "Get tailored career advice from an expert who understands the dynamic IT industry. Whether you're an entry-level IT professional or an experienced developer looking to transition into a leadership role, this session provides strategies to navigate the competitive tech landscape. Learn how to position yourself for promotions, switch to new roles, or expand your skill set to stay ahead in your career.",
    "pricing": "$60 per session",
    "duration": "December 9, 2024, 6:00 PM - 7:00 PM",
    "counselor": "Dr. Emily Carter",
    "rating": 4.9,
    "target_audience": "IT professionals and tech enthusiasts",
    "availability": "Available"
  },
  {
    "id": 6,
    "image": "https://i.ibb.co/VTMzd0B/card6.jpg",
    "service_name": "Scholarship and College Application Assistance",
    "category": "Offline",
    "description": "Maximize your chances of getting accepted into your dream college or securing scholarships with our comprehensive guidance. This service offers personalized support for researching opportunities, preparing applications, and crafting compelling essays. Our experts help you navigate the complexities of the application process to stand out among other applicants, ensuring your academic aspirations become a reality.",
    "pricing": "$75 per session",
    "duration": "December 7, 2024, 12:00 PM - 1:30 PM",
    "counselor": "Anna Roberts",
    "rating": 4.8,
    "target_audience": "High school students and college applicants",
    "availability": "Available"
  },
  {
    "id": 7,
    "image": "https://i.ibb.co/rk6mjL1/card7.jpg",
    "service_name": "Soft Skills Development Training (At least 2 Skills)",
    "category": "Group",
    "description": "Enhance your soft skills in a group setting with our training sessions that focus on communication, teamwork, and time management. Through practical exercises and interactive discussions, participants learn techniques to improve interpersonal relationships and boost professional effectiveness. These sessions are ideal for anyone looking to strengthen essential skills that employers value in today's collaborative work environments.",
    "pricing": "$90 per session",
    "duration": "December 11, 2024, 9:00 AM - 11:00 AM",
    "counselor": "Sophia Williams",
    "rating": 4.7,
    "target_audience": "Entry-level employees and young professionals",
    "availability": "Sold Out"
  },
  {
    "id": 8,
    "image": "https://i.ibb.co/sPgbDpQ/card8.jpg",
    "service_name": "Public Speaking for Career Growth",
    "category": "Online",
    "description": "Unlock your potential and boost your career prospects with our public speaking sessions. Learn techniques to overcome stage fright, structure impactful presentations, and communicate ideas with clarity and confidence. These sessions are designed to help you leave a lasting impression in meetings, conferences, and other professional settings, empowering you to excel in your career.",
    "pricing": "$45 per session",
    "duration": "December 13, 2024, 4:00 PM - 5:30 PM",
    "counselor": "James Peterson",
    "rating": 4.9,
    "target_audience": "Managers, leaders, and professionals",
    "availability": "Available"
  }
]
